Revit 2015 API
ExporterIFCRegistry Properties
The ExporterIFCRegistry type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ExporterIFCRegistry Class
Autodesk.Revit.DB.IFC Namespace